tap "homebrew/bundle"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "chafa"
brew "fish"
brew "gitmoji"
brew "go"
brew "lazygit"
brew "libidn2"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "luv"
brew "msgpack"
brew "neovim"
brew "nvm"
brew "oh-my-posh"
brew "openssl@1.1"
brew "redis"
brew "ripgrep"
brew "tree"
brew "wget"
cask "keycastr"
vscode "adpyke.vscode-sql-formatter"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "cschlosser.doxdocgen"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "hosho.solidity-debugger"
vscode "jeff-hykin.better-cpp-syntax"
vscode "JuanBlanco.solidity"
vscode "lehni.vscode-fix-checksums"
vscode "mohsen1.prettify-json"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "naumovs.theme-oceanicnext"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "ryuta46.multi-command"
vscode "shalldie.background"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscodevim.vim"
vscode "yoavbls.pretty-ts-errors"
