brotli
c-ares
ca-certificates
cairo
chafa
fish
fontconfig
freetype
fribidi
gdk-pixbuf
gettext
giflib
gitmoji
glib
go
graphite2
harfbuzz
icu4c
jpeg-turbo
lazygit
libidn2
libnghttp2
libpng
librsvg
libtermkey
libtiff
libunistring
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
luajit
luv
lz4
lzo
msgpack
ncurses
neovim
node
nvm
oh-my-posh
openssl@1.1
openssl@3
pango
pcre2
pixman
redis
ripgrep
starship
tree
tree-sitter
unibilium
webp
wget
xorgproto
xz
zstd
keycastr
