tap "homebrew/bundle"
tap "leoafarias/fvm"
tap "nikitabobko/tap"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "cairo"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "chafa"
brew "fish"
brew "node"
brew "gitmoji"
brew "go"
brew "jq"
brew "lazygit"
brew "libidn2"
brew "libtermkey"
brew "libvterm"
brew "luajit"
brew "luv"
brew "msgpack"
brew "neovim"
brew "nvm"
brew "oh-my-posh", link: false
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "tlrc"
brew "tmux"
brew "tree"
brew "typescript", link: false
brew "wget"
brew "leoafarias/fvm/fvm"
cask "aerospace"
cask "keycastr"
cask "wezterm"
vscode "adamsome.vscode-theme-gruvbox-minor"
vscode "alefragnani.project-manager"
vscode "alexanderte.dainty-nord-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "codezombiech.gitignore"
vscode "darkriszty.markdown-table-prettify"
vscode "david-j-lee.github-dark-color-theme"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dtoplak.vscode-glsllint"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "jdinhlife.gruvbox"
vscode "jonathanharty.gruvbox-material-icon-theme"
vscode "lakshits11.best-themes-redefined"
vscode "lehni.vscode-fix-checksums"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.vscode-typescript-next"
vscode "mvllow.rose-pine"
vscode "naumovs.color-highlight"
vscode "pmneo.tsimporter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "ryuta46.multi-command"
vscode "sainnhe.gruvbox-material"
vscode "sallar.vscode-duotone-dark"
vscode "sldobri.gruvbox-5-stars"
vscode "slevesque.shader"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "ziyasal.vscode-open-in-github"
